Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# MusicSoundCheckOFF
source: Volume won’t be adjusted for each song, so some songs may play louder than others.
ar: لن يتم تعديل الصوت لكل أغنية، حيث سيتم تشغيل بعض الأغاني على مستوى صوت أعلى من الأخرى.
ca: El volum no s’ajustarà per a cada cançó; pot ser que algunes cançons sonin més alt que d’altres.
cs: Hlasitost skladeb nebude upravena. Je možné, že některé skladby budou hlasitější než ostatní.
da: Lydstyrken justeres ikke for hver enkelt sang, så nogle sange lyder muligvis højere end andre.
de: Die Lautstärke wird nicht für jeden Titel angepasst, sodass manche evtl. lauter gespielt werden als andere.
el: Η ένταση ήχου δεν θα προσαρμόζεται για κάθε τραγούδι, συνεπώς κάποια τραγούδια μπορεί να αναπαράγονται σε υψηλότερη ένταση από άλλα.
es: No se ajustará el volumen para cada canción, por lo que algunas podrían reproducirse con más volumen que otras.
es_us: El volumen no se ajustará para cada canción, de modo que el volumen puede variar de una canción a otra.
fi: Äänenvoimakkuutta ei säädetä erikseen jokaiselle kappaleelle, joten joitakin kappaleita voidaan toistaa muita kovempaa.
fr: Le volume ne sera pas ajusté pour chaque morceau ; certains pourront donc être lus à un volume plus élevé que d’autres.
fr_ca: Le volume de chaque chanson ne sera pas ajusté. Le volume de certaines chansons pourrait être plus élevé que d’autres.
he: עוצמת השמע לא תותאם עבור כל שיר, כך שייתכן ששירים מסוימים יושמעו בעוצמה גבוהה יותר מאחרים.
hi: वॉल्यूम को हर गीत के साथ ऐडजस्ट नहीं किया जाएगा जिसके कारण हो सकता है कि कुछ गीत दूसरे की बनिस्बत तेज़ बजें।
hr: Glasnoća se neće prilagoditi za svaku pjesmu, pa će se neke pjesme možda reproducirati glasnije od drugih.
hu: A hangerő nem lesz hozzáigazítva az egyes dalokhoz, ezért előfordulhat, hogy néhány dal a többihez képest hangosabban lesz lejátszva.
id: Volume tidak akan disesuaikan untuk setiap lagu sehingga volume mungkin akan lebih kencang di sebagian lagu.
it: Il volume non verrà regolato automaticamente; alcuni brani potrebbero essere riprodotti a un livello più alto di altri.
ja: 音量は各曲毎には調整されません。大きな音量で再生される曲がある場合もあります。
ko: 음량이 각각의 음악에 따라 조절되지 않아서 일부 음악이 다른 음악에 비해 더 크게 재생될 수 있습니다.
ms: Kelantangan tidak akan dilaraskan untuk setiap lagu, jadi sesetengah lagu mungkin dimainkan lebih kuat berbanding lagu lain.
nb: Volumet blir ikke justert for hver sang, og noen sanger kan derfor spilles høyere enn andre.
nl: Het volume wordt niet voor elk nummer aangepast, waardoor sommige nummers luider worden afgespeeld.
pl: Głośność nie będzie ustawiana i niektóre utwory mogą brzmieć głośniej niż inne.
pt_br: O volume não será ajustado para cada música, então pode ser que algumas músicas sejam reproduzidas em um volume mais alto do que outras.
pt_pt: O volume não será ajustado para cada música e, portanto, é possível que o som de algumas músicas seja mais alto.
ro: Volumul nu va fi ajustat pentru fiecare melodie, prin urmare unele melodii pot fi redate mai tare decât altele.
ru: Громкость не будет скорректирована для каждой песни, поэтому некоторые песни могут воспроизводиться громче, чем другие.
sk: Hlasitosť skladieb nebude upravená, takže niektoré skladby môžu hrať hlasnejšie ako iné.
sl: Glasnost ne bo prilagojena za vsako skladbo posebej, zato se lahko nekatere skladbe predvajajo glasneje kot druge.
sv: Volymen justeras inte för varje låt, så vissa låtar kanske spelas upp med högre volym än andra.
th: ระดับเสียงของแต่ละเพลงจะไม่ถูกปรับ ดังนั้นเพลงบางเพลงอาจดังกว่าเพลงอื่นๆ
tr: Ses her parça için ayarlanmaz, bazı parçalar diğerlerinden daha yüksek seste çalabilir.
uk: Гучність не коригуватиметься для кожної пісні, тому деякі пісні можуть звучати гучніше за інші.
vi: Âm lượng sẽ không được điều chỉnh cho từng bài hát, do đó một số bài hát có thể phát lớn hơn những bài khác.
zh_cn: 音量不会针对每首歌曲进行调整，因此部分歌曲可能以比其他歌曲更高的音量播放。
zh_hk: 將不會為每首歌調整音量，所以部份歌曲播放時可能會比其他歌曲大聲。
zh_tw: 將不會為每首歌調整音量，所以部分歌曲的播放音量會比較大聲。

# MusicSoundCheckON
source: Volume will be automatically adjusted so that all songs will be played at the same volume.
ar: سيتم تعديل الصوت تلقائيًا بحيث يتم تشغيل جميع الأغاني على نفس مستوى الصوت.
ca: El volum s’ajustarà automàticament perquè totes les cançons es reprodueixin amb el mateix volum.
cs: Hlasitost všech skladeb bude automaticky srovnána na stejnou úroveň.
da: Lydstyrken justeres automatisk, så alle sange afspilles med samme lydstyrke.
de: Die Lautstärke wird automatisch angepasst, sodass alle Titel gleich laut gespielt werden.
el: Η ένταση ήχου θα προσαρμόζεται αυτόματα, ώστε όλα τα τραγούδια να αναπαράγονται στην ίδια ένταση.
es: El volumen se ajustará automáticamente para que todas las canciones se reproduzcan con el mismo volumen.
es_us: El volumen se ajustará automáticamente para que todas las canciones se reproduzcan al mismo volumen.
fi: Äänenvoimakkuus säädetään automaattisesti, jotta kaikki kappaleet toistetaan samalla äänenvoimakkuudella.
fr: Le volume sera ajusté automatiquement de sorte que tous les morceaux seront lus au même volume.
fr_ca: Le volume sera ajusté automatiquement pour que le volume de toutes les chansons soit semblable.
he: עוצמת השמע תותאם באופן אוטומטי כדי שכל השירים יושמעו באותה עוצמה.
hi: वॉल्यूम को ऑटोमैटिकली ऐडजस्ट किया जाएगा जिससे सभी गीत समान वॉल्यूम पर बजें।
hr: Glasnoća će se automatski prilagoditi kako bi se sve pjesme reproducirale istom glasnoćom.
hu: A hangerő automatikusan úgy módosul, hogy minden dal ugyanazon a hangerőn legyen lejátszva.
id: Volume akan disesuaikan secara otomatis sehingga semua lagu akan diputar pada volume yang sama.
it: Il volume viene regolato automaticamente affinché tutti i brani siano riprodotti allo stesso livello.
ja: すべての曲が同じ音量で再生されるように自動的に調整されます。
ko: 음량이 자동으로 조절되어 모든 음악이 동일한 음량으로 재생됩니다.
ms: Kelantangan akan dilaraskan secara automatik supaya semua lagu akan dimainkan pada kelantangan yang sama.
nb: Volumet justeres automatisk slik at alle sanger spilles med samme volumnivå.
nl: Het volume wordt automatisch aangepast zodat alle nummers op hetzelfde niveau worden afgespeeld.
pl: Automatycznie ustawiana będzie jednakowa głośność dla wszystkich utworów.
pt_br: O volume será ajustado automaticamente para que todas as músicas sejam reproduzidas no mesmo volume.
pt_pt: O volume será ajustado automaticamente para todas as músicas serem reproduzidas com o mesmo nível de volume.
ro: Volumul va fi ajustat automat pentru ca toate melodiile să fie redate la același nivel.
ru: Громкость будет скорректирована автоматически, чтобы все песни воспроизводились с одинаковой громкостью.
sk: Hlasitosť sa automaticky upraví tak, aby sa všetky skladby prehrávali s rovnakou hlasitosťou.
sl: Glasnost bo samodejno prilagojena, zato se bodo vse skladbe predvajale z enako glasnostjo.
sv: Volymen justeras automatiskt så att alla låtar spelas upp med samma volym.
th: ระดับเสียงจะถูกปรับโดยอัตโนมัติเพื่อให้เพลงทั้งหมดเล่นด้วยระดับเสียงเท่ากัน
tr: Ses, tüm parçalar aynı ses yüksekliğinde çalınacak şekilde otomatik olarak ayarlanır.
uk: Гучність коригуватиметься автоматично, щоб усі пісні відтворювалися з однаковим рівнем гучності.
vi: Âm lượng sẽ được điều chỉnh tự động sao cho tất cả các bài hát sẽ được phát ở cùng mức âm lượng.
zh_cn: 音量会自动调整，以便所有歌曲都以相同的音量播放。
zh_hk: 音量會自動調整，使所有歌曲以相同音量播放。
zh_tw: 將會自動調整音量，讓所有歌曲都以相同的音量播放。

# MusicSoundCheckTitle
source: Sound Check
ar: فحص الصوت
ca: Mantén el volum
cs: Vyrovnání hlasitosti
da: Lydkontrol
de: Lautstärke anpassen
el: Έλεγχος ήχου
es: Ajuste de volumen
es_us: Ajustar volumen
fi: Voimakkuuden tasaus
fr: Égaliseur de volume
fr_ca: Égaliseur de volume
he: בדיקת שמע
hi: ध्वनि जाँच
hr: Uskladi glasnoću
hu: Normalizálás
id: Pemeriksaan Bunyi
it: Verifica volume
ja: 音量を自動調整
ko: 사운드 자동 조절
ms: Periksa Bunyi
nb: Volumjustering
nl: Geluidscontrole
pl: Wyrównanie dźwięku
pt_br: Verificação de Som
pt_pt: Ajuste de volume
ro: Ajustare volum
ru: Коррекция громкости
sk: Vyrovnanie hlasitosti
sl: Preverjanje zvoka
sv: Ljudkontroll
th: ปรับเสียงอัตโนมัติ
tr: Ses Denetimi
uk: Корекція гучності
vi: Kiểm tra âm thanh
zh_cn: 音量平衡
zh_hk: 音量平衡
zh_tw: 音量平衡

# MusicUseListeningHistoryOFF
source: Music played on this device will not appear in Recently Played, Replay mixes, influence your recommendations, and if you set up an Apple Music profile, it will not be seen by your followers.
ar: الموسيقى التي تُشغّل على هذا الجهاز لن تظهر ضمن المشغلة حديثًا ولا منوعات Replay، ولن تؤثر على توصياتك، ولن تظهر لمتابعيك إذا كنت قد قمت بإعداد ملف شخصي في Apple Music.
ca: La música que escoltis en aquest dispositiu no es mostrarà a les reproduccions recents ni a les remescles anuals, i no influirà en les recomanacions que rebis. A més, si tens un perfil de l’Apple Music, qui et segueixi tampoc no podrà veure què escoltes.
cs: Hudba přehrávaná na tomto zařízení se nebude objevovat v seznamu naposledy poslouchaných skladeb a v Replay mixech ani ovlivňovat vaše doporučení. Pokud jste si vytvořili profil na Apple Music, lidé, kteří vás sledují, tuto hudbu neuvidí.
da: Musik, der afspilles på denne enhed, vises ikke i senest afspillet eller i replaymiks, den påvirker ikke dine anbefalinger, og dine følgere kan ikke se den, hvis du indstiller en Apple Music‑profil.
de: Auf diesem Gerät wiedergegebene Musik wird nicht in „Zuletzt gespielt“ und in Mixen von „Erneut wiedergeben“ angezeigt, beeinflusst nicht, was dir empfohlen wird, und wird deinen Follower:innen nicht angezeigt, wenn du ein Apple Music-Profil konfigurierst.
el: Η μουσική που αναπαράγεται σε αυτήν τη συσκευή δεν θα εμφανίζεται στις Πρόσφατες αναπαραγωγές ούτε στις συνθέσεις Replay, δεν θα επηρεάζει τις εξατομικευμένες προτάσεις σας, και αν διαμορφώσετε ένα προφίλ στο Apple Music, δεν θα είναι ορατό στα άτομα που σας ακολουθούν.
es: La música que se reproduzca en este dispositivo no aparecerá en las reproducciones recientes ni en las listas Replay Mix, no determinará las recomendaciones que recibas y, si configuras un perfil de Apple Music, tus seguidores no lo podrán ver.
es_us: La música que se reproduzca en este dispositivo no influenciará tus recomendaciones ni se mostrará en el contenido reciente ni en los mixes Replay. Además, si configuraste un perfil de Apple Music, tus seguidores tampoco la podrán ver.
fi: Tässä laitteessa toistettu musiikki ei näy Äskettäin toistetuissa tai Replay-mikseissä eikä vaikuta suosituksiin. Se ei näy seuraajillesi, jos otat käyttöön Apple Music -profiilin.
fr: La musique écoutée sur cet appareil n’apparaîtra pas dans « Écoutés récemment » et dans les mix Replay, n’influencera pas vos recommandations et, si vous avez configuré un profil Apple Music, ne sera pas visible pour vos abonnés.
fr_ca: La musique écoutée sur cet appareil ne s’affichera pas dans Écoutée récemment ni dans les mix qui reprennent vos écoutes précédentes, et n’influencera pas les recommandations qui vous sont faites. Elle ne sera pas visible par vos abonnés si vous créez un profil Apple Music.
he: מוזיקה שהופעלה במכשיר זה לא תופיע ב״הופעלו לאחרונה״ או בפלייליסטים של Replay, ולא תשפיע על ההמלצות שלך. היא גם לא תהיה גלויה לעוקבים שלך אם הגדרת פרופיל ב-Apple Music.
hi: इस डिवाइस पर चलाया गया संगीत हालिया चलाए गए, मिक्स फिर चलाएँ में नहीं दिखाई देगा, आपको मिलने वाली अनुशंसाओं को प्रभावित नहीं करेगा और अगर आप Apple Music प्रोफ़ाइल सेटअप करते हैं, तो आपके फ़ॉलोअर उसे नहीं देख सकेंगे।
hr: Glazba reproducirana za ovom uređaju neće se prikazivati u Ponovno slušamo, Ponovnoj reprodukciji mikseva niti utjecati na vaše preporuke, a ako ste podesili Apple Music profil, vaši ga pratitelji neće moći vidjeti.
hu: Az ezen az eszközön lejátszott zenék nem jelennek meg a Nemrég játszott részben vagy a Replay mixekben, és nem befolyásolják az Önnek szóló javaslatokat, ha pedig egy Apple Music-profilt állít be, a követői számára ezek nem lesznek láthatók.
id: Musik yang diputar di perangkat ini tidak akan muncul di Baru Diputar dan campuran Putar Ulang serta tidak akan memengaruhi rekomendasi Anda. Selain itu, jika Anda mengatur profil Apple Music, pengaturan tersebut tidak akan terlihat oleh pengikut Anda.
it: La musica riprodotta sul dispositivo non verrà mostrata nei brani ascoltati recentemente e nei mix Replay, non influenzerà i brani consigliati e, se hai configurato un profilo Apple Music, non sarà visualizzata dai tuoi follower.
ja: このデバイスで再生されたミュージックは、最近再生した項目やReplayミックスに表示されず、おすすめにも反映されません。また、Apple Musicのプロフィールを設定している場合は、あなたをフォローしている人に表示されません。
ko: 이 기기에서 재생되는 음악이 최근 재생된 항목 및 리플레이 믹스에서 보여지거나 추천 음악에 영향을 주지 않습니다. 사용자가 Apple Music 프로필을 설정한 경우 팔로워가 해당 프로필을 볼 수 없습니다.
ms: Muzik yang dimainkan pada peranti ini tidak akan kelihatan dalam Terbaru Dimainkan, campuran Replay, mempengaruhi pengesyoran anda dan jika anda menyediakan profil Apple Music, ia tidak akan dilihat oleh pengikut anda.
nb: Musikk som spilles på denne enheten, vil ikke dukke opp i Nylig spilt eller Replay-mikser. Den vil ikke påvirke hvilke anbefalinger du får, og hvis du oppretter en Apple Music-profil, blir den heller ikke sett av de som følger deg.
nl: Muziek die je afspeelt op dit apparaat wordt niet weergegeven in 'Recent afgespeeld', Replay-mixes, heeft geen invloed op je aanbevelingen en wordt niet door je volgers gezien als je een Apple Music-profiel configureert.
pl: Muzyka odtwarzana na tym urządzeniu nie będzie widoczna na liście Ostatnio odtwarzane ani w miksach Replay, nie będzie miała wpływu na Twoje rekomendacje i nie będzie widoczna dla osób obserwujących Cię (jeśli masz skonfigurowany profil w Apple Music).
pt_br: As músicas reproduzidas neste dispositivo não aparecerão em Reproduções Recentes nem nas seleções de Replay, não influenciarão as suas recomendações e, se você configurar um perfil no Apple Music, não serão vistas pelos seus seguidores.
pt_pt: A música reproduzida neste dispositivo não aparecerá em Recentes nem nas misturas Replay, não influenciará as recomendações e, caso configure um perfil em Apple Music, não será vista pelos seus seguidores.
ro: Muzica redată pe acest dispozitiv nu va apărea în istoricul redărilor sau în mixajele pentru reascultare, nu va influența recomandările primite și, dacă vă configurați un profil Apple Music, nu va fi văzută de urmăritorii dvs.
ru: Музыка, воспроизводимая на этом устройстве, не будет отображаться в разделе «Недавно воспроизведенные» и в миксах «Мой год», а также не повлияет на Ваши рекомендации, а если Вы настроите профиль Apple Music, Ваши подписчики его не увидят.
sk: Hudba prehrávaná na tomto zariadení sa nebude zobrazovať medzi naposledy hranými skladbami a v Replay mixoch, nebude ovplyvňovať vaše odporúčania a ak si nastavíte profil na Apple Music, vaši nasledovatelia ju neuvidia.
sl: Glasba, predvajana v tej napravi, ne bo prikazana v razdelku Nedavno predvajano, mešanih ponovnih predvajanjih, ne bo vplivala na vaša priporočila in če nastavite profil v storitvi Apple Music, je vaši sledilci ne bodo videli.
sv: Musik som spelas upp på den här enheten visas inte bland senast spelade eller Replay-mixar och påverkar inte vilka rekommendationer som du får. Om du ställer in en Apple Music-profil visas den inte för dina följare.
th: เพลงที่เล่นบนอุปกรณ์นี้จะไม่แสดงในเล่นล่าสุด, มิกซ์ Replay, จะมีผลต่อเพลงแนะนำของคุณ และถ้าคุณตั้งค่าโปรไฟล์ Apple Music ผู้ติดตามของคุณจะไม่เห็นเพลงนี้
tr: Bu aygıtta çalınan müzikler Son Çalınan’da ve Dinlediklerin karmalarında görünmez, önerilerinizi etkilemez ve Apple Music profili ayarlarsanız takipçileriniz tarafından da görülmez.
uk: Музика, що відтворюється на цьому пристрої, не зʼявлятиметься в недавно відтвореному чи в міксах «На повторі», не впливатиме на рекомендації для вас і не відображатиметься для ваших прихильників, якщо у вас є профіль Apple Music.
vi: Nhạc được phát trên thiết bị này sẽ không xuất hiện trong Đã phát gần đây, nhạc Replay kết hợp, không tác động đến các đề xuất của bạn và nếu bạn thiết lập trang cá nhân Apple Music, người theo dõi của bạn sẽ không nhìn thấy nhạc đó.
zh_cn: 此设备上播放的音乐将不会出现在“最近播放”、“音乐回忆歌单”中，也不会影响你的推荐；若你设置了Apple Music个人资料，这些音乐也不会被关注者看到。
zh_hk: 在此裝置上播放的音樂將不會在「最近播放」、「重播選集」中出現，亦不會影響你收到的建議項目。如你設定Apple Music個人檔案，你的關注者將不會看到。
zh_tw: 在此裝置上播放的音樂將不會顯示於「最近播放」、「音樂回憶歌單」，且不會影響你的推薦項目。若你已設定Apple Music個人檔案，你的追蹤者將不會看到這些音樂。
